; 
;  Muutama sääntö kääntäjälle:
;  Kun aloitat käännöstyön - kopioi english.ini omalle kielellesi (esim. finnish.ini)
;  Käännä vain teksti ' = ' merkin jälkeen
;  Älä muokkaa riviä: ReadHabit=Left-to-right
; Wise Program Uninstaller
; TranslationAuthor: penaV
; TranslationAuthorEmail: penav@outlook.com
; TranslationAuthorWeb:
; Soft Version: 1.83.98
; Update: 2015-Dec-13
;
[GUI]
ButtonYes=Kyllä
ButtonNo=EI
ButtonOK=OK
ButtonMinimize=Pienennä
ButtonMaximize=Suurenna
ButtonClose=Sulje
ButtonRestore=Palauta
ButtonMenu=Valikko

[Lang]
NativeLanguage=Finnish-Suomi

[Translation]
LangCode=040B

FrmMain.btnfacebook.Hint=Jaa Wise Program Uninstalleria Facebookissa
FrmMain.btntwitter.Hint=Jaa Wise Program Uninstalleria Twitterissä
FrmMain.btnemail.Hint=Jaa Wise Program Uninstalleria ystävillesi
FrmMain.btnRefresh.Hint=Päivitä
FrmMain.btnLog.Caption=Loki
TfrmUnlog.caption=Asennuksen poisto loki
TfrmUnlog.head.unDate=Poisto päivä
TfrmUnlog.head.ItemName=Poistettu ohjelma
TfrmUnlog.head.restore=Ohjelma jäänteet
TfrmUnlog.noItems=Ei Ohjelma jäänteitä
TfrmUnlog.Recovered=Palautetut
TfrmUnlog.recover=Palauta

ReadHabit=Left-to-right
LanguageName=FIN
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Tietoja Ohjelmasta
Warning=Varoitus
Error=Virhe
Confirm=Vahvistus
CurVer=Nykyinen Versio: 

FrmRate.Btnlist.caption=Käyttäjä Arviot
FrmRate.Btnreview.caption=Oma Arvioni
FrmRate.Btnfirst.caption=Ole ensimmäinen arvioijamme
FrmRate.Btnsubmit.caption=Lähetä
FrmRate.lblscore.caption=Arvioi:
FrmRate.lblscorehint.caption=(Sinun täytyy klikata tähtiä arvioidaksesi)
FrmRate.lblnick.caption=Kutsumanimesi:
FrmRate.lblnickhint.caption=(Valinnainen)
FrmRate.lblemail.caption=Sähköpostisi:
FrmRate.lblemailhint.caption=(Valinnainen)
FrmRate.lblcontent.caption=Sisältö:
FrmRate.lblcontenthint.caption=(Valinnainen)
FrmRate.lbldesctitle.caption=Ohjelmiston Kuvaus:
FrmRate.lblratesoft.caption=Suositeltu Ohjelmisto
;
; About - Tietoja
;
FrmAbout.caption=Tietoja Ohjelmasta ja Meistä
FrmAbout.btnok.caption=OK
FrmAbout.lblver.caption=Nykyinen Versio:
FrmAbout.lblemail.caption=Tuen Sähköposti:
FrmAbout.lblhome.caption=Kotisivu:
FrmAbout.lblthank.caption=Kiitos seuraaville henkilöille heidän avustaan:
;
; Popup Menu - Ponnahdus valikko
;
pmGoto=Siirry kohtaan
pmHelp=Suoraa Apua
pmHome=Kotisivulle
pmforum=Keskustelualueelle
pmCheckMsg=Auto Tarkista Uutiset
pmContact=Ota yhteyttä meihin
pmCheckNew=Tarkista päivitykset
pmLang=Kielet
pmAbout=Tietoja Meistä
pmOpenEntry=Avaa RegEditorissa
PmGoogle=Hae Googlella
pmExport=Vie txt tiedostoksi...
pmRightMenuA=Näytä Resurssienhallinan Toiminnevalikossa
ExplorerMenu=Poista Ohjelma Wise Program Uninstaller:lla


;
; Main GUI - Pää Ohjelma
; 
FrmMain.lblrate.caption=Arvioi

FrmMain.BtnNormal.Caption=Turvallinen Poisto
FrmMain.BtnModify.Caption=Omat asetukset
FrmMain.BtnForce.Caption=Pakotettu Poisto
FrmMain.BtnRemove.Caption=Siirrä Kohteet
FrmMain.Btnlikeit.Caption=Tykkään
FrmMain.lblcheckver.Caption=Tarkista Päivitykset
FrmMain.lblinfo.caption=Voit "väkisin" poistaa itsepäiset ohjelmat
;
;like it - tykkää
;
FrmlikeIt.lblTitle.caption=Jos tykkäät Wise Program Uninstallerista, ota käyttöön tämä hyvä, vapaa työkalu suosikiksesi.
Frmlikeit.lblInfo.caption=Jaa Wise Program Uninstalleria  perheellesi, ystävillesi, luokkakavereillesi ja kolleegoillesi Sähköpostitse, Blogissa, Twitterissä, Youtubessa, Facebookissa, jne.. Hyvin Tehty! Tuot mukavuutta ja tehokkuutta heidän elämäänsä.
FrmlikeIt.lblRate.caption=Arvioi Wise Program Uninstaller: 
FrmlikeIt.lblfollow.caption=Seuraa meitä kohteissa:
FrmlikeIt.lblshare.caption=Jaa Wise Program Uninstalleria: 
FrmlikeIt.btndownload.caption=Lataa Ohjelmia
FrmlikeIt.imgrate.hint=Anna meille 5 tähden arviointi CNET:ssä
FrmlikeIt.imgmail.hint=Jaa tätä ystävillesi
FrmlikeIt.imgface1.hint=Jaa tätä Facebookissa
FrmlikeIt.imgface2.hint=Tykkää meistä Facebookissa
FrmlikeIt.imgtwitter1.hint=Jaa tätä Twitterissä
FrmlikeIt.imgtwitter2.hint=Seuraa meitä Twitterissä
FrmlikeIt.Caption=Tykkään
FrmlikeIt.lbldownload.caption=Lataa lisää vapaita ohjelmia WiseCleaner.com:sta:

;processs - tehtävät
FrmProgressModal.btncancel.caption=Peruuta

;
;frmafterdel
;
Frmafterdel.caption=Ohjelmaan liitetyt rekisteri merkinnät ja tiedostot
Frmafterdel.btnremove.caption=Poista
Frmafterdel.btncancel.caption=Peruuta
Frmafterdel.lblinfo.caption=Etsinnän tulos, klikkaa "Poista" viimeistelläksesi valitun ohjelman poisto.
Frmafterdel.btnnone.caption=Ei mitään
Frmafterdel.btnall.caption=Valitse Kaikki


[Uninstall]
PublisherUnknown=Tuntematon Julkaisija
VersionUnknown=Tuntematon Versio
Rate=Arvio
ItemName=Asennettu ohjelma
Publisher=Julkaisija
Size=Koko
SetupDate=Asennus Päivä
Version=Versio
Canceled=Ohjelmanpoisto on peruutettu.
NoLeftOverItem=Ohjelman jäännöksiä EI löytynyt.
Removing=Poistetaan:
TotalStat=Löytyi %d ohjelmaa, varaavat %s levy tilaa.
Calculating=Lasketaan kokoa...
Files=Tiedosto ja Kansio
RegEntries=Rekisteri Merkinnät
Items=Kohteet

[message]
unistallError=Tapahtuma epäonnistui.
NewVer=Uusi versio löytyy. Haluatko päivittää?
NoNewVer=Onnittelut! Käytät viimeisintä Versiota!
NoProgramSelected=Valitse ensin ohjelma.
IsBusy=Odota kunnes aloitettu ohjelman poisto on suoritettu loppuun.
StartFindLeftover=Etsitään ohjelman tiedosto, kansio ja rekisterikohde jäänteitä...
Collecting=Kerätään asennettujen ohjelmien tietoja...
BeSureUseForce=Valitse Pakotettu Ohjelman Poisto vain jos Turvallinen Ohjelman Poisto ei toimi. Oletko varma että haluat jatkaa?
ConfirmRemove=Oletko varma että haluat poistaa tämän merkinnän?
RejectItself=Ohjelma ei voi poistaa itseään.
TranslateTo=Käännetty kielille...

[SoftRate]
Querying=Kysellään...
Good=Pidän 
Bad=En pidä
Safe=Raportti
Ver=Versio:
Ratings=Arviot
SoftNotExist=Ohjelman tietoja ei löydy.
GetSoftInfoError=Ohjelmatietojen saanti epäonnistui
UploadSoftLogoError=Ohjelmatietojen lähetyksessä virhe
SubmitData=Lähetä omat kommenttisi tästä ohjelmasta...
SubmitSoftInfoError=Lähetys virhe, johtuu verkkoyhteydestäsi.
SubmitRateSuccess=Lähetys Onnistui.
HaveSubmitRate=Olet arvioinut sen.
Submitgoodbad=Lähetetään tietojasi...
me=Minä
NickTooLong=Kutsumanimesi pituus ei saa ylittää 20 merkkiä.
MailTooLong=Sähköpostiosoitteesi kokonais pituus ei saa ylittää 50 merkkiä.
WrongEmail=Virheellinen sähköpostiosoite.
ReviewTooLong=Kokonais pituus ei saa ylittää 300 merkkiä.
RateHint=Nauti meidän ohjelmisto arvioinnista ja arvioi sinun suosikki ohjelmat!
UnknowName=Tuntematon Tuote
UnknowVer=Tuntematon Versio
UnknowDesc=Kuvaus


[Hint]
HintRate=Arvioi Ohjelma
HintClose=Poista kohde


